Repository: giellalt/corpus-nob
Catalog: stable/tmx/sme/facta/skuvlahistorja6/giellaguov-n.html.tmx
Source language: nob
Languages: sme

source: Vi har gitt tilbud i andre kommuner, som utallige kveldkurs i Kvænangen, Lyngen og Storfjord, og også tilbud til skolebarn, f.eks. ved Oksfjord skole.
sme: Doalaimet ollu eahketkurssaid eará suohkaniin nugo Návuonas, Ivgus ja Omasvuonas, ja attiimet fálaldaga skuvlamánáide omd. Oksfjord skuvllas.

source: Og vi har tatt imot skolebarn som har kommet til Kåfjord, f.eks. samiskelever fra Tromsø.
sme: Ja válddiimet vuostá skuvlamánáid geat bohte Gáivutnii.

source: Dette var før det ble oppretta en egen samiskklasse ved Prestvannet skole.
sme: Ovdamearkka dihte bohte Romssas dat oahppit geat lohke sámegiela fágan ovdal go ásahuvvui sierra sámeluohkká Báhpajávrri skuvlii.

source: Språksenteret tar av og til elever med ut på fiske.
sme: Giellaguovddáš váldá muhtumin ohppiid mielde guollebivdui.

source: Her er det Harry Solhaug som underviser.
sme: Dá Harry Solhaug oahpaha.

source: Hver språkarbeider sin farge
sme: Juohke giellabargis lea iežas ivdni

source: Alle som har jobba ved språksenteret prega det og var med på å utvikle forskjellige sider ved virksomheta.
sme: Juohkehaš gii giellaguovddážis bargá, báidná dan. Danin leatge beassan ovdánahttit iešguđet beliid áiggi mielde.

source: Alle læremidler var felles, og alle ansatte kunne utvikle og forbedre disse.
sme: Buot oahppoávdnasat ledje oktasaččat, ja juohke bargi sáhtii rievdadit ja buoridit nuppiid ávdnasiid.

source: Siri liker å synge, og hun styrka sang som en del av didaktikken.
sme: Omd. Siri lea áŋgir lávlut ja nannii lávluma oassin didaktihkas.

source: Siri-Janne Koht sin brennende interesse for den lokale dialekta satte sitt preg på læremidlene.
sme: Siri-Janne Koht báinnii kursaávdnasiid iežas buolli áŋgirvuođain báikkálaš suopmana bealis.

source: Og da Kjellaug Isaksen jobba på språksenteret, løfta hun duodjiundervisninga til et helt nytt nivå, og tegna nye tegninger til læremateriellet.
sme: Ja go Kjellaug Isaksen barggai giellaguovddážis, de son loktii min duodjeoahpu áibbas ođđa dássái, ja sárggui maid ođđa govaid buot giellaspealuide.

source: Vi delte læremidlene med andre via internett, fordi vi mente at språkmidler er offentlige midler, og derfor tilhører resultatet av vårt arbeid alle.
sme: Mii jugiimet ávdnasiid earáide interneahta bokte, go jurddašeimmet ahte giellaruhta lea almmolaš ruhta, ja danin min bargu gullá buohkaide.

source: Filene ble lagt ut på internett som word-filer, slik at andre kan tilpasse dem til sin dialekt.
sme: Bijaimet fiillaid nehttii word-fiilan vai earát sáhttet daid heivehit iežaset suopmaniidda.

source: Praksisreflekjon svært viktig
sme: Praksisreflekšuvdna hui dehálaš

source: Også undervisninga og undervisningsutviklinga var felles, og vi lærte mye av hverandre.
sme: Maid oahpahus ja oahpahusovdánahttin lei oktasaš, ja oahpaimet ollu guđet guoimmisteamet.

source: Praksisrefleksjon er et fint ord på dette.
sme: Praksisreflekšuvdna lea čáppa sátni das.

source: Hver pedagog må reflektere over eget arbeid, ikke bare arbeide uten å tenke igjennom tingene.
sme: Juohke pedagoga ferte reflekteret iežas barggu ektui, iige jurddaškeahttá bargat.

source: Derfor skreiv vi i begynnelsen rapport etter hvert eneste lite tiltak.
sme: Danin čáliimetge álggus rapportta juohke binná doalu maŋŋel.

source: Etterhvert slutta vi med det, men vi skreiv likevel rapport etter avholdte kurs.
sme: Dađistaga guđiimet dán vieru, muhto čáliimet dattetge juohke kurssa maŋŋel rapportta.

source: En slik praksisrefleksjon er viktig hvis man vil forbedre didaktikk og metoder.
sme: Dakkár praksisreflekšuvdna lea dehálaš jus háliida buoridit didaktihka ja metodaid.

source: I starten fokuserte vi mye på å samle informasjon, slik som stedsnavn, terminologi og dialektord, og mange av informantene vi møtte da, ble seinere språkhjelpere på tiltakene våre.
sme: Álggus mis lei olu fokus dieđuid čoaggimii, ja jearahalaimet báikkálaččain báikenamaid, terminologiija ja suopmansániid, ja máŋggas dáin informánttain serve maŋŋel giellaguovddáža doaluide giellaveahkkin.

source: Slik informasjonsinnsamling er en fin måte å bli kjent på.
sme: Dakkár dieđuid čoaggin lea buorre vuohki oahpásnuvvat.

source: Eldre opplevde også at deres kunnskap var viktig for oss.
sme: Boarrásat olbmot vásihedje maid ahte sin máhttu lea dehálaš midjiide.

source: Språksenteret var også viktig på denne måten: Da samelovas språkregler ble innført var mange i Kåfjord imot dem, for plutselig hadde samer lovfesta rettigheter.
sme: Giellaguovddáš lei maid dehálaš dán láhkai: Go sámelága giellanjuolggadusat bohte, de ledje ollugat Gáivuonas daid vuostá, go fáhkka ledje lága bokte sámi vuoigatvuođat.

source: Da var det lettere å jobbe med samisk på språksenteret, for der var det tydelig at alle tilbudene var frivillige.
sme: Dalle lei álkit bargat sámegielain giellaguovddážis, go doppe ledje fálaldagat čielgasit eaktodáhtolaččat.

source: Hvis det ikke hadde vært noe språksenter i begynnelsen, hadde det kanskje ikke gått så bra.
sme: Jus ii livčče giellaguovddáš dalle álggus, ii livčče várra mannan nu bures.

source: Det var viktig å kunne arbeide med samisk i en positiv atmosfære, slik at ting kunne utvikle seg.
sme: Lei dehálaš beassat sámegielain bargat buorredáhtolaš birrasis. Dien láhkai ovdánii giella.

source: Da vi bygde opp renomméet vårt, var det også viktig å samarbeide med lokale bedrifter og foreninger, og på den måten nådde vi lenger enn bare til dem som i utgangspunktet var språkinteresserte.
sme: Go huksiimet iežamet beaggima, lei maid dehálaš ovttasbargat báikkálaš fitnodagaiguin ja servviiguin, ja dien láhkai olliimet ollu viidáseappot go dušše giellaberošteddjiide.

source: Hver bygd hadde sin egen husflidsforening med eget hus, som vi leide for språkarrangement.
sme: Juohke báikkis lei duodjesearvi mas lei iežas viessu, maid mii láigoheimmet gielladoaluide.

source: Alle som arbeider ved et språksenter må være fleksible.
sme: Juohkehaš gii bargá giellaguovddážis, ferte leat soddjil.

source: Vi hadde tilbud både for barnehagebarn, skolebarn, voksne og for demente på gamlehjemmet.
sme: Mis ledje fálaldagat sihke mánáidgárdemánáide, skuvlaohppiide, rávesolbmuide ja muittohuvvan olbmuide boarrásiidsiiddas.

source: Dette er også språksenterets særtrekk og sterke side – fleksibilitet.
sme: Dát lea maid giellaguovddáža iešvuohta ja nana bealli – soddjilvuohta.

source: Vi kunne hele tiden tilpasse virksomheten til lokalsamfunnets behov.
sme: Mii sáhtiimet álkit heivehit doaimmaideamet servvodaga dárbbuide.

source: Og det er mulig å teste ut arbeidsmåter innenfor språksentersystemet.
sme: Giellaguovddášvuogádagas lea obalohkái vejolaš geahččaladdat vugiid.

source: Det tiltrekker seg kreative sjeler, og på den måten utvikles også nye metoder.
sme: Dat geasuha hutkkas olbmuid, ja dán láhkai ovdánahttojuvvojitge ođđa vuogit.

source: En annen sterk side er kontinuitet: man kan bygge opp kunnskap og forståelse over lengre tid.
sme: Nubbi nana bealli lei bistevašvuohta. Giellaguovddážiid buorre bealli lea ahte beassá guhkit áigge hukset ipmárdusa ja máhtu.

source: Erfaringer og læremidler akkumuleres, hver ansatt legger noe igjen til de andre.
sme: Vásáhusat ja oahppoávdnasat čoggojuvvojit, juohke bargi guođđá juoidá nuppiide.

source: Og når det opprettes arbeidsplasser som krever samiskkompetanse, har det ringvirkninger i lokalsamfunnet.
sme: Ja go ásahuvvojit bargosajit mat gáibidit sámegielmáhtu, de das lea váikkuhus báikkálaš servodahkii.

source: Ofte kommer ansatte fra sentrale samiske områder, og de krever samisktilbud til barna sine.
sme: Dávjá bohtet bargit guovddáš sámi guovlluin, ja sii gáibidit sámegiela fálaldaga iežaset mánáide.

source: Slike folk er med på å bygge opp samiskspråklige arenaer både på arbeidsplassene og i fritida.
sme: Dákkár olbmot leat mielde hukseme sámegielat arenaid sihke bargosajiin ja astoáiggis.

source: Derfor er arbeidsplasser som fordrer samiskkunnskap, i seg selv et språktiltak.
sme: Danin leat bargosajit mat gáibidit sámegielmáhtu, iešalddis sámegieldoaibma.

source: Det er også en sterk side ved språksenteret at det er forankra i lokalsamfunnet.
sme: Lea maid giellaguovddáža nana bealli ahte lea vuođđuduvvon báikkálaš servvodahkii.

source: Alle språksentrene har drevet med pedagogisk utviklingsarbeid for å tilpasse aktivitetene sine til lokalsamfunnets behov, og slik utarbeida læremidler som er tilpassa lokal dialekt og språksituasjon.
sme: Buot giellaguovddážat leat bargan pedagogalaš ovdánahttinbargguid heivehan dihte doaimmaset báikkálaš servvodaga dárbbuide. Juohke giellaguovddáš lea buvttadan oahpponeavvuid mat leat aiddo sin guovllu suopmanii ja gielladillái heivehuvvon.

source: Det er viktig at kursene som språksentrene holder, er relevante for den lokale befolkninga. Da kan man bruke samisk også når kurset er over.
sme: Lea dehálaš ahte giellaguovddážiid kurssat leat relevánttat báikkálaš ássiide nu ahte besset geavahit giela kurssa maŋŋel, maid.

source: Siri sin venninne fra Øst-Finnmark gikk på samiskkurs i Kåfjord.
sme: Sire skibir Nuorta-Finnmárkkus eret váccii sámegielgurssaid Gáivuonas.

source: Da hun seinere fikk seg hund, kalte hun den (blå), og følte seg veldig samisktalende.
sme: Go dan maŋŋel dát nisu oaččui beatnaga, de bijai dasa nama, ja dovddai iežas hui sámegielagin.

source: Men da hun fortalte faren sin hva hunden het, forsto han ikke at skulle være et samisk ord i det hele tatt.
sme: Muhto go áhččásis ges muitalii dan sámegiel nama, de son ges ii ipmirdan ahte dát livččii sámegiella ge.

source: Til slutt kom det fram at på farens dialekt uttales.
sme: Loahpas bođii ovdan ahte áhčis suopmana mielde daddjui.

source: Kanskje denne lille historia kan avslutte artikkelen vår, som en påminning om at samisk er ett språk, men det lever i utallige varianter.
sme: Várra dát fearán oažžu loahpahit munno artihkkala, muittuhussan ahte sámegiella lea okta giella, muhto dat eallá vaikko man galle variánttain.

source: Og språksentrenes arbeid er å revitalisere og bevare lokalt samisk språk, slik at vi også i framtida kan ha et rikt og sterkt språksamfunn.
sme: Ja giellaguovddážiid bargu lea maid ealáskahttit ja seailluhit báikkálaš sámegiela, vai mis ain boahtteáiggis livččii rikkes ja nana giellaservvodat.

source: [1] Kymrisk er det språket som snakkes i Cymru.
sme: [1] Cymrugiella hállojuvvo Cymrus.

source: Cymru kalles av britene for Wales.
sme: Brihtálaččat gohčodit Cymru Wales.

source: [5] http://www.kafjord.kommune.no/oahpponeavvut. En del av materialet og metoder som ble lagt ut der, har spredt seg videre, bl.a. til http://kursa.oahpa.no/, hvor Universitetet i Tromsø har lagt ut sitt materiell for samiskundervisning.
sme: [2] http://www.kafjord.kommune.no/oahpponeavvut. Oassi dáin oahpponeavvuin ja metodain leat leavvan, omd. dasa: http://kurs.oahpa.no, mas Romssa universitehtta lea almmuhan iežas sámegieloahpponeavvuid.

source: Flere artikler fra Samisk skolehistorie 6
sme: Eará artihkkalat Sámi skuvlahistorjá 6-girjjis
